Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: “누구십니까?”
en_us: “Who are you?” I asked.

source: 녀석들은 내 말에 대답이 없다.
en_us: The goons didn’t answer.

source: “아…….”
en_us: “Oh...” she groaned.

source: “일단, 받아야 할 건 다 받았네.”
en_us: “Well, I’ve gotten what I needed.”

source: 흐릿한 시야 속에서, 가장 먼저 보이는 건 천장의 작은 샹들리에였다.{j}그리고 그 위에 타고 있는 양초가 보인다.
en_us: The first thing I saw in my blurry vision was the small chandelier on the ceiling where candles were burning.{j}

source: 도착한 곳은 침대와 생활 도구가 있는 적당한 크기의 방이었다.
en_us: We arrived at a regular-sized room with a bed and other ware.

source: 펜도 많이 사용해서 그런지 펜촉의 끝이 약간 뭉그러져 있다.
en_us: The pen was pretty used up as well as the tip was dull.

source: 막싸움이야 흥신소 하면서 한두 번 겪은 일이 아니라서 어느 정도 자신이 붙어있지만, 이렇게 사이즈가 큰 칼을 들고 휘둘렀던 경험은 없기에, 모든 것이 전부 새로웠다.
en_us: Though I had done more than my share of scuffles as a private agent, swinging a sword of this size felt new.

source: 가격이 맞고, 내가 정한 규칙에 어긋나지 않고, 해낼 수 있는 일이라면 해왔다.
en_us: If the price was right, and the work was within my rules and capability, I did it.

source: 아하, 안 그래도 할 말 있었는데.
en_us: Oh, just in time. I had something to ask him too.

source: “이번에 로티샤 호수로 가실 떄, 규모는 어느 정도로 생각하고 계신지 알 수 있겠습니까?”
en_us: “Do you know how much you would need for the trip to Lake Roticha?”

source: 사실 위험도만 따지고 보면 지금 이 상황이 훨씬 더 위험하기도 하고.
en_us: And this was way more dangerous than a regular Korean army.

source: 농사를 짓고 싶다면 최소한 밭에 농부라도 와야지 뭘 할 수 있는데.
en_us: If one wanted crops, she would need a farmer.

source: 네가 그렇게 말한다면야 그런 거겠지.
en_us: If he said so...

source: 우리는 돌아가죠.”{j}이 이상 우리가 신경 써야 할 이유는 없는 것 같다.
en_us: Let us go back,” I called, believing that there wasn’t anything that could be done.{j}

source: 한 발이면 된다.”{j}나는 그 말에 고개를 끄덕였다.
en_us: One would do,” I said with a nod.{j}

source: 내일부터는 길이 더 험해진다.”
en_us: We’ll be taking a more rugged path tomorrow,” he warned.

source: “그럼 계속해주세요.”{j}말을 마친 나는 눈을 감았다.
en_us: “Please go on then,” I said as I closed my eyes.{j}

source: 문 너머의 대답을 듣고, 안젤라는 조심스럽게 문고리를 돌렸다.
en_us: She carefully turned the doorknob at the response.

source: 좋아, 그렇다면…… 나는 게롯에게로 향했다.
en_us: Alright, then... I decided to go to Gerrod.

source: 저에게 이야기할 이유는 없다고 생각합니다, 데이먼이라면 모를까.”
en_us: But there is no need to tell me this. I’m not Damon,” I said flatly.

source: “발현점에 도달하고 얻게 된 능력이 분신이었던 이유를 알 것 같습니다.”
en_us: “I can see why the ability you gained after manifesting was creating doubles.”

source: 즉, 우리가 상대했던 마법사가 아니라면 성립하지 않는 이야기다.
en_us: In other words, it was none other than the mage that we had confronted.

source: 겸사겸사 네 신발도 바꿔줄 테니.{j}앞장서서 안내해.”
en_us: I’ll give you change of shoes too, so lead the way.”{j}

source: 이번에 아버님의 요청을 받아 도련님에게 검의 길을 알려드릴 게롯 홀필드입니다.”
en_us: I am Gerrod Holfield who will teach you swordfighting at your father’s request,” he spoke.

source: 몸의 마력을 혈관을 통해 돌리며 주먹을 휘두르자.
en_us: I swung my fist, feeling the mana coursing through my veins.

source: “요 근래 일주일, 별일 없이 보냈더구나.”
en_us: “I see that the past week has been eventless for you,” he began.

source: 어차피 머지않은 시간 안에 훤히 알게 될 테니까.”
en_us: You’ll see soon enough.”

source: 실제로 대기 중의 마력을 느끼시려면 더 노력하셔야 할 겁니다.”
en_us: You’ll have to try harder if you are to feel the actual mana in the air.”

source: 어차피 사지로 끌려가는 건 나고, 너는 내가 사지로 끌려가면 잃는 거 하나 없이 얻는 게 잔뜩이잖아?
en_us: I was being dragged to my death, and he just had tons to gain.

source: 역청 같은 진한 때깔로 뽑아줘.”{j}잠을 한숨도 못 자서, 카페인의 도움이 필요할 것 같다.
en_us: Make it dark like poison,” I asked, feeling that I would need caffeine with as little sleep as I’d gotten last night.{j}

source: “두 개?”
en_us: “Two?” I asked.

source: “뭔가 이유가 있겠죠.”
en_us: “There must be a reason,” I commented.

source: “목욕물이 준비되었습니다.
en_us: “Your bath is ready.

source: 양아치 같은 새끼들.
en_us: Those bastards.

source: 우직하고 충성스러운 기사보다는 손익계산이 밝은 장사꾼에 가까운 족속이 바로 귀족이다.
en_us: In other words, the nobles were more like sly merchants quick on profits rather than loyal, stubborn knight.

source: 그러니 당연히 하이랜더가 뭐 하는 괴물인지도 알고, 그런 거 50마리 잡는 게 얼마나 힘든지도 알지.”
en_us: So of course I know what kind of monster a highlander is or how difficult it is to kill 50 of them.”

source: “제 예상보다 훨씬 빠르십니다.
en_us: “That was quicker than I had expected.

source: “몇 번이나 말했지만, 절대로 얼굴을 보지 마.
en_us: “I’ve told you many times, but I’ll tell you again. Never look at his face.

source: 여기에서 더 험해진다니.
en_us: More rugged than this?

source: 약 240mm.
en_us: About 240mm.

source: 아, 년이라고 해야 하나?
en_us: Or perhaps a bitch?

source: 나는 그 말에 대답했다.{j}“도리안 경 아래에 소속되어 있던 기사인 것 같습니다.{j}만약 제가 제7수색대에 들어가게 된다면 이 기사의 자리를 대신하게 되는 겁니까?”
en_us: “He worked under you, it seems. Would I be taking his place if I join the Seventh Division of Scouts?” I asked.{j}{j}

source: “굉장히 드물지만, 늦은 나이에 발현점에 도달하는 경우에는 두 개의 능력이 발현되는 경우도 있다고 들었습니다.”
en_us: “It’s very rare, but I have also heard that one might manifest two powers if he reaches manifestation at an older age.”

source: 미친 새끼 아니야 이거.
en_us: What a crazy bastard.

source: 몸의 안팎을 골고루 적시는 바다의 짠물 아래에서.
en_us: I finally lost consciousness beneath the all-encompassing seawater.

source: 부디, 상황이 여의치 않아도 마음을 넉넉히 먹고 천천히 발전하셔야 합니다.”
en_us: So even if the situation is dire, please be patient and try to grow steadily,” Gerrod said.

source: 안에 사람이 있다는 뜻이지.
en_us: It meant that the house was occupied.

source: “이런 젠장……!”{j}목표로 점찍은 녀석이 그렇게 외치며 검을 휘두르려고 했지만, 갑자기 확 하고 앞에 나타난 내 모습이 녀석의 정강이를 한 번 차고 사라진다.{j}비틀거리는 사이, 내 검이 녀석의 가슴을 꿰뚫었다.
en_us: “Damn it...!” yelled my target, trying to swing his sword, but my image popped out of thin air to kick his shin before vanishing again, leaving him stumbling as my sword pierced his chest.{j}{j}

source: 당장 나는 한 달 뒤에 쿠르스트 산맥으로 끌려가게 생겼다.
en_us: I was getting dragged to Kurst Mountains in a month.

source: 그가 오진을 했을 리 없지.
en_us: There’s no way that he would have misdiagnosed.

source: 전기로 작동하는 고데기가 있을 리 없으니, 숯불 같은 걸로 달군 다음 사용하는 고데기를 사용했겠지.
en_us: Since this world was yet without electricity, she must have heated her iron with fire.

source: 뭘 대단한 거 알아냈다고 그렇게 노려봐.
en_us: Stop glaring at me. I only did simple deduction.

source: 마음을 먹는 것만으로도 붙들어 놓을 수 있다.
en_us: Mana could be held down just by the mind willing it.

source: 내 말에 그 형상이 고개를 저었다.
en_us: The figure shook her head.

source: 몇몇 하녀들이 그런 그녀 쪽으로 와서 걱정스럽다는 듯이 물어본다.
en_us: A few maids walked over to ask if she was alright.

source: “지랄.”{j}코웃음이 절로 나오네.
en_us: “Bullshit,” I said with a scoff.{j}

source: 그래, 그 논리대로라면 지금 이 상황에서 진실은 결국 하나다.{j}흥신소 일을 하다 덜미가 잡혀 바다에 다이빙한 나는, 인당수에 빠진 심청이가 용궁에 떨어진 것처럼…… 지구가 아닌 어떤 세상의 귀족 가문 장남으로 뚝 하고 떨어진 거다.
en_us: According to that logic, the truth in this situation could only be one: I who had been caught while working as a private agent got thrown to the sea and just as that girl Sim Cheong fell into the dragon palace in her story... became some noble family’s eldest son in a world that was not my own.{j}

source: 말을 마친 나는 녀석들의 이름을 종이에 받아 적은 다음에 다시 내보내고 작게 한숨을 쉬었다.
en_us: After writing their names down, I dismissed the group with a small sigh.

source: 막사라.
en_us: A tent.

source: “훌륭합니다.
en_us: “Wonderful.

source: 거기에 더해서, 겸사겸사 로델린에게 한 가지 더 확인하고 싶은 것도 있다.
en_us: Also, there was one more thing that I wanted to ask Rodelline.

source: 안내해드리겠습니다.”
en_us: I’ll show you to the bathroom,” she announced.

source: 내가 내 이름을 기억하지 못한다는 사실을 알았을 때 이 여자의 표정은 굉장히 좋지 않았다.
en_us: The woman did not look well when she realized that I did not remember my own name.

source: 쿠르스트 산맥에서 살아남기 위해 마력을 끌어모아야 하는 거다.
en_us: I had to if I wanted to survive in Kurst Mountains.

source: 열다섯 종류가 넘어가는 발자국들이 어부의 집 근처에 찍혀 있고, 뭔가를 끌고 간 흔적이 있다.
en_us: About fifteen different footprints were around the fisherman’s house as well as a drag mark.

source: 그렇기에, 게롯 경이 그 마법사에게 죽었을 시신들을 찾으러 가자고 했을 때 그럴 필요 없다고 말했던 겁니다.”
en_us: That is why I told you that there was no need to find the bodies of the victims when you suggested that we go after the mage.”

source: 나는 그 말에 대답했다.{j}“이야, 귀족 입에서 나오는 말을 믿으시는 건가요?{j}그건 참…… 여러 가지 의미로 대단하군요.”
en_us: “Woah. You believe any word from a nobleman’s mouth? That is quite a feat,” I retorted.{j}{j}

source: 크고 작은 산들이 서로 합쳐져 이루어진 산맥이지만, 그중에서도 특출나게 고도가 높은 산은 있기 마련이다.
en_us: Though the range consisted of numerous different mountains, some of them stood taller than the others.

source: “도련님, 조금만 더 가면 락벨리에 도착합니다.”
en_us: “Young master, we will get to the Rock Valley soon,” announced the servant.

source: 사실, 엄밀하게 말하자면 줄이 좀 엉클어져 있기는 하지만 병참 장교는 그 점에 대해서는 딱히 신경 쓰지 않기로 한 모양이다.{j}제식을 핑계로 두들겨 팼던 몇 시간 전과는 꽤 다른 태도다.
en_us: To be fair, the formation wasn’t perfect. But the commissary didn’t seem to care unlike few hours ago when he beat us up for slightest mistakes.{j}

source: 박아넣은 구심점에 축적되는 마력의 양은 개인의 노력에 따라 달라지겠지만, 구심점으로 삼기 위해 박아넣은 물질에 거부반응이 일어나지 않는 건 타고나야 합니다.”
en_us: The amount of mana that can be held in the core depends on one’s effort, but not you have to be born with a body that does not reject the core.”

source: “아들이 어미 도움을 필요로 하는데, 방해라니.{j}당치도 않는 말을 하는구나.”
en_us: “An inconvenience? A nonsense. A son needs his mother’s help.”{j}

source: 나는 그 말에 물을 한 모금 마시면서 대답했다.{j}“아무 말 안 했습니다.{j}환청이 들리다니, 요즘 많이 피곤하신 모양이군요.”
en_us: “I didn’t say anything. Are you hearing things? You must be tired indeed,” I replied impassively as I sipped water.{j}{j}

source: 게걸음을 쳐 가까스로 샛길을 빠져나온 나는 뒤를 돌아보고 기가 차서 탄식했다.
en_us: Finally sidestepping out of the path, I looked back as I sighed incredulously.

source: 게다가, 저 녀석들이 배를 돌리기 시작한 시점은 내 얼굴을 확인한 직후다.
en_us: Also, the bastards only turned the boat after recognizing my face.

source: 어차피 그래봤자 죽을 테니.
en_us: What would be the use when I was going to die anyway?

source: 그래, 재주 한번 부려보라 그거지?
en_us: So he wants me to play some tricks, huh?

source: “뭐냐.”{j}레온 백작이 보고 있던 서류를 내려놓으며 나를 바라봤다.
en_us: “What is it?” asked Count Leon as he lay down the papers and looked up at me.{j}

source: 방으로 돌아간 나는 곧장 창문을 열어젖혔다.{j}확 하고 몰려오는 겨울의 찬바람이 몸을 후려친다.
en_us: Back in my room, I swung open the window to feel the whip of cold winter wind.{j}

source: 그래, 참 감동적인 이야기네.
en_us: Yes, a touching story.

source: 설마하니 아들이라는 녀석이 자기 아빠 마누라가 몇 명인지도 모를 리가 없잖아.
en_us: How could a son not know how many wives that his father had?

source: 맛은 잘 모르겠지만, 양이 부족하지는 않았다.
en_us: Though it was not the best meal, it was still satisfying.

source: 시체를 살펴보던 나는 성인 남자의 시체를 뒤집어 목 뒤를 확인해봤다.
en_us: Examining the body, I flipped the man to check the back of his neck.

source: 내 말에 안젤라가 음, 하는 소리를 내고 잠깐 내 눈치를 보다가 입을 열었다.{j}“저는 잘 모르지만, 도련님께서는 자신의 얼굴을 누군가 쳐다보면 그 사람의 목에 올가미를 걸고 기절할 때까지 목을 조르는 걸 즐기셨다고…….”
en_us: Angela hesitated again before replying, “I don’t know well myself, but apparently, you enjoyed garroting people until they collapsed if they dared to look at your face.”{j}

source: 오늘 무사히 지나간 건 어쩌면 행운일지도 모른다.
en_us: Perhaps it was by pure luck that today had passed without any issues.

source: “그러고 보니 그렇겠군.”
en_us: “I could see that now that I think of it.”

source: 나는 그 말에 고개를 끄덕이고 문을 나섰다.{j}허락을 받았으니 이제 더 이상 저 인간에게 찾아갈 일이 없었으면 한다.{j}밖으로 나온 나는 곧바로 연무장으로 향했다.
en_us: I nodded and left the room, hoping that I would never have to deal with him now that I had his permission, then headed straight to the training ground.{j}{j}

source: “이리 다오.”{j}게롯이 하인에게서 노를 빼앗더니, 그대로 젓기 시작했다.
en_us: “Here,” said Gerrod as he took the oar from the servant and began to row.{j}

source: 아랫사람들에게 안내를 받기는 난처한 상황이니.”
en_us: It might be awkward to ask the servants for a tour.”

source: “동행하고 싶은 아랫사람들이 있는데, 가려면 아버지의 허락이 필요하다고 하더군요.”
en_us: “I wanted to go with a few servants who told me I would need your permission.”

source: 처음 먼 발치에서 쿠르스트 산맥을 봤을 때 내가 받은 감상이었다.
en_us: That was my first impression from afar as I looked at Kurst Mountains.

source: 어쨌든 저 중년의 설명 덕분에 다른 사람들이 나에게 느낄 수상한 점이 옅어질 테니, 나로서는 저 중년의 의견에 대찬성이다.
en_us: But that man’s explanation would appease others who had any doubts about me, so I couldn’t complain.

source: 나는 그런 게롯을 보고 있다가 말했다.{j}“마력을 너무 많이 쓰지는 마세요.”
en_us: “Please do not use too much mana,” I said as I looked at him.{j}

source: “히에엑?!”{j}하인들이 기겁하며 괴상한 소리를 낸다.
en_us: “Eek?!” the servants shrieked in fright.{j}

source: 그러니 도움은 가능하면 이미 내가 기억상실이라는 걸 알고 있는 사람에게 받아야 한다.
en_us: So if I needed help, I should seek it from someone who already knew about my condition.

source: 이거, 남자친구랑 좋은 시간 보내려고 하녀복을 입은 게 아니라 진짜 하녀인 모양인데.
en_us: Man. She wasn’t wearing the uniform for the sake of her boyfriend. She was probably a real maid.

source: 방으로 돌아온 나는 신호줄을 당겨 안젤라를 불렀다.
en_us: Back in my room, I pulled at the string to call Angela.

source: 다시 시야가 검게 흐려진다.
en_us: My visions darkened again.

source: 마차에서 내린 나는 락벨리 마을 앞을 한번 슥 훑어봤다.
en_us: I got off and scanned Rock Valley.

source: “아주 약간의 마력이라도 통제에서 벗어난다면 목숨이 위험합니다.”
en_us: “Losing control of even a bit of mana would endanger your life.”

source: “따라오렴.”
en_us: “Follow me.”

source: “심장을 잡아 뜯는 고통을 말하는 거라면…… 확실히 느껴지네요.”
en_us: “If you’re talking about the pain that’s ripping apart my heart... yeah.”

source: “자식이 사지로 끌려가게 생겨서 긴 밤 내내 울고 있었을 어머니.
en_us: “Mother must have been weeping all night with her son going away to his death.

source: “그러니, 긴장하고 제대로 내가 빠진 자리로 안내해.
en_us: “So get your shit together and lead me to the spot.

source: 하지만, 기사는 몸 안에 쌓아놓은 마력을 이용해 자신의 육체를 강화하지요.”
en_us: However, a knight uses mana accumulated in his body to strengthen his body.”

source: 질문을 하기 전에 그냥 스쳐 지나가는 간단한 대화였을 뿐이다.
en_us: It was just small talk before the conversation anyway.

source: “아직 더 할 수 있습니다.”
en_us: “You can do some more,” said Gerrod.

source: 사람을 이렇게 두들겨 패놓고 소금물에 던져버리겠다니.
en_us: How could they just throw a guy into the ocean after beating him to a pulp?

source: 내 말에 하인들의 표정이 어두워졌다.
en_us: The servants’ faces fell.

source: 이 진열함만 남은 게 벌써 수백 년 전 이야기라고 한다.
en_us: It had been a few hundred years since the display was left empty.

source: “아무도 없군.”
en_us: “I see nobody’s here.”

source: 레드우드 백작가의 마틴 레드우드.
en_us: Martin Redwood of the House of Count Redwood.

source: 가는 귀가 먹으신 건가.
en_us: Was she deaf?

source: 잉크는 절반 넘게 사용한 모양이다.
en_us: Only half of the ink was left.

source: 분신이 하나 나타나 책상 위에 올려져 있던 책을 한 권 집어 나에게 던져주고 사라졌다.
en_us: My double appeared to pick up and toss a book from the desk.

source: 업무를 보기 위해 마련된 책상은 잉크병 하나 없이 깨끗하다.
en_us: His work desk was clear without even an ink bottle.

source: 나는 식사를 마치고 나서 안젤라에게 돌아가 보라고 손을 휘휘 저었다.
en_us: Finishing my meal, I waved my hand to dismiss Angela.

source: 열정이 넘쳐서 한 일이라기보다는, 공포로 인해 이성을 놓아서 저지른 일 같다.
en_us: The woman seemed to have done it out of fear rather than passion, however.

source: 죽이기는 싫지만 눈앞에서 알짱거리는 건 보기 싫다니.”
en_us: You don’t want to kill me yet you cannot stand me in your sight.”

source: 오히려, 좀 친절하게 대해주는 편이 좋겠지.{j}혹시 뭐 이런저런 이야기를 들려줄지도 모르니.
en_us: Rather, it wouldn’t hurt to be a little kind to her so she might tell me some little pieces of information.{j}

source: “하나 구해다 주련?”
en_us: “Should I get you some?”

source: “네, 도련님.
en_us: “Yes, young master.

source: 꽤 중요한 질문입니다.”
en_us: It’s quite important,” I said.

source: “사실, 그때는 도련님에게 약간 실망했습니다.”
en_us: “To be honest, I was slightly disappointed in you.”

source: 벽에 기대어져 있는 삽에는 흙이 묻어있다.
en_us: The shovel resting by the wall had mud on it.

source: 레드우드 가문의 하녀로 들어간 지 4개월, 그녀는 집이 너무나도 그리워서 견딜 수 없었다.
en_us: It’s been four months since she came to the House of Redwood as a maid. She was dying to visit home.

source: “잡소리 그만하고 올리기나 해.”
en_us: “Just stop fretting and put it on the bed.”

source: 안에는 다친 사람 몇 명이 누워있었다.
en_us: Inside lay a few patients.

source: 그냥 손에 쥐고 있는 거라면 고작 손바닥만 한 나무 파편일 뿐이지만, 이걸 심장에 박아넣는다고 생각하면 무려 손바닥만 한 나무 파편이라는 표현이 어울리게 된다.
en_us: While this might be a small, palm-sized piece of wood in my hand, it would be a humongous slab of wood in my heart.

source: 젠장맞을, 잔말 말고 박아넣으라는 건가.
en_us: Damn it. She was telling me to ram it in without further question.

source: 내 말을 믿지 않는다면 니가 가서 눈으로 확인해봐, 안 말린다.
en_us: If he didn’t trust me, he could go see for himself. I wasn’t stopping him.

source: 멍하니, 창밖에 낀 성에를 바라보며 시간을 보내고 있으려니 노크 소리가 들리더니, 안젤라가 들어왔다.
en_us: I killed time staring at the frost on the window when Angela came in after a knock.

source: “준비는, 언제쯤 끝날 것 같지?”
en_us: “How long do you think this will take?” I asked.

source: 그렇게 많지는 않을 것이다.
en_us: There won’t be too many.

source: 놀랐습니다.”
en_us: I’m quite surprised,” he replied.

source: “해야 할 일이라는 건?”
en_us: “Your own duties?”

source: “직접 찾겠다는 식의 이야기를 할 생각은 하지 마세요.”
en_us: “Do not tell me that you will track down the suspect on your own,” I warned.

source: 그리고 방에 돌아가면 얌전히 방에 틀어박혀 게롯의 도움 없이 어떻게든 마력을 느끼기 위해서 기를 쓴다.
en_us: When I finally returned to my room, I tried my best to feel the mana without Gerrod’s help.

source: 이 정도면 될 것 같네.
en_us: It felt alright.

source: “저 혼자만 보내주셔도 됩니다.”
en_us: “I can go alone.”

source: 나는 로델린의 안내를 받아서 성안을 살펴보기 시작했다.
en_us: I began to tour the castle following Rodelline.

source: “바다군.”
en_us: “The ocean,” I mumbled.

source: 하인이나 하녀들이 내 얼굴을 안 보려고 기를 쓰는 데에는 그런 이유가 있었군.
en_us: I could now see why the servants and the maids were so desperate not to see my face.

source: “게롯 경이 피곤하시다면 그러지요.”
en_us: “If you are tired, Sir Gerrod.”

source: “내가 사람을 막 때리고 다녔었나?”
en_us: “Did I go around beating people up?”

source: 아마, 이미 게롯이 보낸 연락이 닿았을 것이다.
en_us: By now, he would have contacted the man.

source: 내 말을 듣고 있던 백작이 후우, 하고 숨을 내쉬고는 의자에 등을 기대었다.
en_us: The count sighed as he leaned back.

source: 성격 자체는 쾌활한 편이지만, 지나치게 자유분방한 면이 있어서 왕국 기사단에서 이런저런 이야기가 나오다, 결국 쿠르스트 산맥으로 발령났다고 한다.
en_us: Though cheerful, the man was rather too free-spirited. After rousing rumors in the order of knights, he was sent away to Kurst Mountains.

source: 아침이 되자 문에서 노크 소리가 들린다.
en_us: When it was finally morning, someone knocked on the door.

source: “잘 부탁드립니다.
en_us: “Pleasure to meet you.

source: 10분이라면 충분한 시간이다.
en_us: 10 minutes would be more than enough.

source: “안녕히 주무셨습니까, 어머님.”
en_us: “Good morning, mother,” I greeted.

source: 난 일곱 번이나 실패해서 재능이라고는 코딱지만큼도 없는 줄 알았거든.
en_us: I thought I had zero talent since I failed seven times in a row.

source: 바로 준비하겠습니다.’
en_us: I’ll get it ready right away.”

source: “아.”{j}그리고 마침내, 3일째 되는 날 새벽 4시 반.
en_us: “Oh,” I finally murmured at 4:30 in the morning on the third day.{j}

source: 오늘은 거기에서 쉰다.”
en_us: We’ll rest there tonight.”

source: 제대로 전해지는 것은 하나도 없지만, 붉은 가지는 대단한 힘을 지녔다는 건 알고 있다.
en_us: Though the legends were all vague, I knew that the Red Branch supposedly had great power.

source: 그 또라이가 병상에서 일어났다.
en_us: The bastard was awake.

source: 그리고 검지에 끼워진 반지에도 촛농 자국이 눈에 띈다.
en_us: The same wax was also on the ring on his pointing finger.

source: 물론, 확실한 증거라기보다는 정황을 보고 추측한 것이기에 나는 확정적으로 제7수색대에 소속된 인원이 확실하다고 말하지는 않았다.{j}어디까지나 소속되어 있던 기사인 것 같다고 했지.
en_us: Since I only had circumstantial evidence, I did not say that the man was definitely from the Seventh Division but that it was likely.{j}

source: 한옆의 상자 안에는 짐승의 고기를 말려 빻은 다음, 기름에 반죽한 덩어리가 들어 있었다.
en_us: In a box was a dough of dried ground meat kneaded with oil.

source: 한 명을 전담으로 두면 그 사람의 몸이 성하지 않으니까.
en_us: Otherwise, no maid might be left standing.

source: 나에게 기억상실증이라는 참 형편 좋은 변명거리를 제공해준 의사는 내 몸에 별다른 이상은 없지만 만약을 대비해 하루 정도 안정을 취하는 것이 좋다는 의견을 피력했다.
en_us: The doctor, who had diagnosed me with a convenient excuse of a memory loss, proposed that though nothing was wrong with me physically, I should take a day of rest just in case.

source: 알았어, 말해줄게.
en_us: Alright, I can do that.

source: “더 빨리 저어.”{j}내 말에 두려운 표정으로 따라오는 배들을 바라보던 녀석이 미친 듯이 노를 젓기 시작했다.
en_us: “Row faster,” I ordered to which the servant who had been staring fearfully at the pursuers began to row like crazy.{j}

source: 입에 물자 잠깐 푸쉬, 하는 느낌과 함께 입에 공기가 약간 차오르지만, 그 뿜어져 나오는 공기의 양이 너무 적다.
en_us: A bit of air filled up my mouth with a pshh, but the amount was meager.

source: 집에서 찾아낸 것들이 더 많을 지경이다.
en_us: We found out more from examining the house.

source: 거기에 더해서, 본격적으로 입에서 입김이 흘러나올 정도의 추위가 우리를 반기기 시작한다.
en_us: The cold settled in, making our breaths come out in white.

source: 내 말에 로델린이 아, 하는 소리를 내고 고개를 끄덕였다.
en_us: Rodelline nodded with a “oh.”

source: 혹시, 마누라가 둘인 게 아닐까.
en_us: Perhaps he has two wives.

source: 목에 걸린 목걸이와 왼손 약지에 끼워져 있는 반지가 눈에 들어온다.{j}하나 같이 고급품이다.
en_us: The necklace and the ring on her ring finger all looked luxurious.{j}

source: 그럼 저는 이만 가보겠습니다.”
en_us: I’ll be off then.”

source: 그렇게 방 안을 살펴보고 있으려니 50대 정도 되어 보이는 남성 한 명이 처음 보는 30대 중후반의 여자와 함께 들어와 나에게 인사를 했다.
en_us: As I continued to look around, a man who looked about 50 and a woman looked like she was in her late thirties entered to say hello.

source: “아, 누군가 했더니.{j}마틴인가.”
en_us: “Oh, I wondered who it was, but it’s you, Martin,” said the young man.{j}

source: 이런 망할, 꼴랑 한 달 가지고 뭘 어쩌라고.
en_us: Damn you. What am I going to do with just a month?

source: 내 말에 도리안이 대답을 돌려주었다.{j}“계속 걸어라!”
en_us: “Walk on!” Dorian replied.{j}

source: “이 정도로 익숙해졌다면 괜찮겠지, 하는 생각에 마력을 조금 더 끌어모았다가 죽어버린다는 거군요.”
en_us: “You die, thinking that it would be alright.”

source: “……그렇군.”
en_us: “I see...”

source: “내 배낭 안을 뒤져보면 곡물가루가 들어있다.”
en_us: “There should be some grain in my bag,” he said.

source: “게롯 경, 제가 이 일에 신경 써야 할 이유는 없습니다.”
en_us: “Sir Gerrod, I have no reason to get involved in this matter,” I insisted.

source: “얼마나 더 가야 합니까?”
en_us: “How much do we have to go?” I asked suddenly out of anxiety.

source: 이제 아침이니.{j}시간이 없었겠지.”
en_us: It’s only morning, so I doubt you might have had time.”{j}

source: 강직하다는 뜻이 이런 거였구나.
en_us: This must have been what Gerrod meant by being steadfast.

source: “저건……!”{j}게롯이 그런 외침과 함께 나를 확 끌어안고 호수로 몸을 던졌다.
en_us: “That is...!” Gerrod shouted before he wrapped his arm around me and dove into the water.{j}

source: “저는 아니라고 생각합니다.”{j}내 말에 레온 백작이 약간 구겨진 얼굴로 나를 바라본다.
en_us: “I don’t think so,” I replied to which Count Leon frowned.{j}

source: 제발, 이걸로 목이 졸리고 싶지는 않은데.
en_us: Please, I don’t want to be strangled with this.

source: 오늘 아침 씻고 나서 옷 갈아입고 쓴 거다.{j}그것도 꽤나 급하게.
en_us: So he wrote the letters in haste after bathing and dressing.{j}

source: 오른손 중지 마디에 굳은살이 눈에 들어온다.{j}펜을 많이 쓰면 생기는 굳은살이다.
en_us: I noticed some calluses on his right hand middle finger that could be from frequent writing.{j}

source: 내 말에 게롯이 잠깐 움찔하고는 대답했다.{j}“백작님의 말씀에 따르면 도련님은 이미 15살이 되셨을 때 심장에 미스릴을 박아넣었다고 알고 있습니다.{j}꾸준히 체력을 단련하시고, 제가 도련님이 심장에 박힌 미스릴에 마력을 모으는 방법을 계속해서 느끼게 해준다면 충분히 임무를 수행하실 수 있을 겁니다.”
en_us: Gerrod flinched before responding, “According to the count, you had mithril in your heart since you were fifteen. If you take your physical training and let me teach you how to collect mana in the mithril in your heart, I’m sure you could handle the duties.”{j}{j}

source: “느껴지는 이물감을 무시하고, 몸 안에 느껴지는 흐름에 집중하셔야 합니다.”
en_us: “You have to ignore the foreign feeling and instead focus on the flow in the body.”

source: “게롯 경, 저 돛단배 위에 있는 사람들을 한번 확인해주세요.
en_us: “Sir Gerrod, could you take a look at the people on the sailboat?

source: 우리는 다시 걸어가기 시작했다.
en_us: We continued on our way.

source: 베른이 안젤라의 무릎을 살펴보며 말했다.{j}“지금이라면 3층에 마련된 거소에 머무르고 계실 겁니다.”
en_us: “She’ll be in her room on the third floor by now,” replied Verne as eh examined Angela’s knee.{j}

source: 네 심장이다.
en_us: Your heart you will.

source: “밥 한 끼 얻어먹겠다는 식으로 말하며 안으로 들어온 다음에 해치웠군요.”
en_us: “They must have asked for food, gained entry, and did the deed.”

source: 내 말에 하녀가 곧바로 대답했다.{j}“아, 안젤라입니다.”
en_us: “A-Angela, sir,” the maid immediately answered.{j}

source: 레온 백작의 경우는 별다른 반응이 없었다.
en_us: Count Leon, however, remained impassive.

source: 그래서, 그걸 치료하라고 6일의 휴가를 준다는 건가.
en_us: So they gave the maids six days of vacation so they could get treated.

source: 나는 그 말에 게롯을 보고 말했다.
en_us: I looked at Gerrod.

source: 그렇게 5분 정도 뒤에, 게롯이 입을 열었다.{j}“좀 느껴지십니까?”
en_us: After 5 minutes or so, Gerrod asked, “Do you get the feeling?”{j}

source: 잠깐 눈치를 살피던 안젤라가 인사를 하고 문을 나섰다.
en_us: Angela glanced around before bowing and leaving.

source: 당연히 목숨을 걸고 배울 생각이다.
en_us: Of course I would be learing like my life depended on it.

source: 나는 그 말에 대답 대신 배 위로 휙 하고 올라타며 말했다.
en_us: I hopped onto the deck instead of answering.

source: 사실, 국경수비대의 병력 대부분이 모르고 있지.”
en_us: To be fair, most of the Border Guards don’t.”

source: 한 2-3일 정도는 걸릴 것 같은데.”
en_us: I might take two or three days.”
